/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "附件 (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "添加附件";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "拍摄照片";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "照片库";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "文件";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "取消";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "标题";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "注释";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "值";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "警告：FUIFormCell 的当前 UITableViewController 的 navigationController 为空。FUIAttachmentsFormCell 和 ListPickerFormCell 无法正常工作。";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d 小时 %d 分";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "已选";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "所有";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "警告：由于 ListPickerFormCell 中的属性 listPickerSearchResultsUpdating 为空，搜索已禁用。";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "全选";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "取消全选";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "关闭";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "更多";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "更少";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "开";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "关";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "双击切换设置";

